"MYRefreshHeaderIdleText" = "Pull down to refresh";
"MYRefreshHeaderPullingText" = "Release to refresh";
"MYRefreshHeaderRefreshingText" = "Loading...";

"MYRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MYRefreshAutoFooterRefreshingText" = "Loading...";
"MYRefreshAutoFooterNoMoreDataText" = "No more data";

"MYRefreshBackFooterIdleText" = "Pull up to load more";
"MYRefreshBackFooterPullingText" = "Release to load more.";
"MYRefreshBackFooterRefreshingText" = "Loading...";
"MYRefreshBackFooterNoMoreDataText" = "No more data";

"MYRefreshHeaderLastTimeText" = "Last update:";
"MYRefreshHeaderDateTodayText" = "Today";
"MYRefreshHeaderNoneLastDateText" = "No record";
